---
kind: other
id: Methods.T:Autodesk.Revit.DB.Events.ProjectBrowserDataChangedEventArgs
source: html/5b119206-a6b9-454d-f542-bbfea824477f.htm
---
# ProjectBrowserDataChangedEventArgs Methods

Indicates whether the event is being cancelled.